Repository: lmProgramming/uni-ios
Catalog: GoLocal/GoLocal/Resources/Localizable.xcstrings
Source language: en
Languages: pl

source: about
pl: opis

source: Accessory View
pl: Widok akcesoriów

source: Add Option
pl: Dodaj opcje

source: Allow GPS
pl: Pozwól na GPS

source: Allow Notifications
pl: Pozwól na powiadomienia

source: Are you sure?
pl: Jesteś pewien?

source: Cancel
pl: Anuluj

source: Category
pl: Kategoria

source: Change Email
pl: Zmien maila

source: Change Image
pl: Zmien obrazek

source: Change Password
pl: Zmien haslo

source: Change Username
pl: Zmień nazwę uzytkownika

source: Choose category:
pl: Wybierz kategorie:

source: City
pl: Miasto

source: Close
pl: Zamknij

source: Confirm Password
pl: Potwierdź haslo

source: Confirm your password
pl: Potwierdź swoje haslo

source: Coordinates (Latitude, Longitude):
pl: Koordynaty (szerokość, wysokość)

source: Could not log in
pl: Nie udało się zalogować

source: Country
pl: Panstwo

source: Create a New Event
pl: Stwórz nowe wydarzenie

source: Create a New Vote
pl: Stwórz nowe glosowanie

source: Create New Event
pl: Stwórz nowe wydarzenie

source: Create New Vote
pl: Stworz nowe glosowanie

source: Dark Mode (experimental)
pl: Ciemny Tryb (eksperymentalny)

source: Description:
pl: Opis:

source: Do you really want to log out?
pl: Na pewno chcesz się wylogować?

source: Done
pl: Zrobione

source: End Date
pl: Koniec

source: End Date (Optional):
pl: Koniec (opcjonalny)

source: ends in
pl: kończy się

source: Enter New Email
pl: Wpisz nowego maila

source: Enter New Password
pl: Wpisz nowe haslo

source: Enter New Username
pl: Wpisz nowa nazwę uzytkownika

source: Enter vote question
pl: Wpisz pytanie

source: Enter your email
pl: Wpisz maila

source: Enter your first name
pl: Wpisz imie

source: Enter your last name
pl: Wpisz nazwisko

source: Enter your password
pl: Wpisz haslo

source: Error
pl: Blad

source: Event Image (Optional):
pl: Obrazek wydarzenia (opcjonalne)

source: Event Name
pl: Nazwa Wydarzenia

source: Fetching location...
pl: Zbieram lokalizacje…

source: Filter
pl: Filtr

source: Filters
pl: Filtry

source: First Name
pl: Imie

source: Got it!
pl: Zrozumiano!

source: hello
pl: witaj

source: Hello
pl: witaj

source: Home
pl: główna

source: House ID
pl: ID Domu

source: Language
pl: Jezyk

source: Last Name
pl: Nazwisko

source: Latitude
pl: Szerokosc

source: Location Information:
pl: Informacje lokalizacji:

source: Log In
pl: Zaloguj sie

source: Log Out
pl: Wyloguj sie

source: Login
pl: Zaloguj sie

source: Longitude
pl: Wysokość

source: Map
pl: Mapa

source: Navigate to
pl: Nawiguj do

source: Option %lld
pl: Opcja %lld

source: or
pl: lub

source: Password
pl: Haslo

source: Polish
pl: Polski

source: Profile
pl: profil

source: Related votings
pl: powiązane głosowania

source: Save
pl: Zapisz

source: Save Event
pl: Zapisz Wydarzenie

source: Save Vote
pl: Zapisz Glosowanie

source: Select Category
pl: Wybierz kategorie:

source: Select End Date:
pl: Wybierz datę końcowa:

source: Select Event
pl: Wybierz wydarzenie

source: Select Image
pl: Wybierz obraz

source: Select Related Event:
pl: Wybierz powiązane wydarzenie:

source: settings
pl: ustawienia

source: Settings
pl: ustawienia

source: Sign Up
pl: Zarejestruj sie

source: Something went wrong
pl: Cos poszło nie tak

source: Start Date
pl: Kończy sie

source: Start Date:
pl: Zaczyna się:

source: starts on
pl: zaczyna się

source: Street Name
pl: Nazwa ulicy

source: Vote ID: %lld
pl: ID głosowania: %lld

source: Vote Options:
pl: Opcje glosowania:

# votes_count_descriptor
source: votes
pl: głosów

source: Votings
pl: głosowania

source: Welcome to
pl: Witaj w
